{
  "users": [
    {
      "id": 1,
      "username": "lihfalcao",
      "password": "abc123",
      "name": "Ligia"
    },
    {
      "username": "teste",
      "password": "teste",
      "passwordRepeat": "teste",
      "id": 2
    },
    {
      "username": "teste2",
      "password": "teste",
      "passwordRepeat": "teste",
      "id": 3
    }
  ],
  "products": [
    {
      "id": "po-iluminador-meteorites-pearls-intense",
      "name": "Pó Iluminador Meterorites Pearls",
      "category": "maquiagem",
      "rating": 4.4,
      "brand":"Guerlain",
      "price": "R$375,00",
      "imagePath": "assets/img/po-guerlain.png",
      "about": "O Pó Iluminador Météorites Pearls Guerlain é criado por especialistas. Essa constelação de pérolas de pó coloridas com uma fragrância inesquecível de violetas, criada em 1987, agora está disponível em um tom harmônico dedicado ao Blanc de Perle. Hoje, o Pó Iluminador Météorites é dono do segredo da tecnologia de pó de estrelas - um polímero criador de luz que transforma a luz invisível ao olho nu em uma iluminação pura e duradoura para a pele. Uma mistura sutil de pérolas brancas em tons matte, rosados e azuis radiantes combinadas com as pérolas corretivas coloridas - amarelo para corrigir vermelhidão, rosa para iluminar e mauve para absorver a luz -, ela ilumina o rosto em um espectro corretivo para um brilho sem igual.Uma mistura sutil de pérolas brancas tons matte, rosados e azuis radiantes combinadas com as pérolas corretivas coloridas - amarelo para corrigir vermelhidão, rosa para iluminar e mauve para absorver a luz -, ela ilumina o rosto em um espectro corretivo para um brilho sem igual."
    },
    {
      "id": "number-5",
      "name": "N°5",
      "category": "perfume",
      "rating": 3.5,
      "brand":"Chanel",
      "price": "R$1150,00",
      "imagePath": "assets/img/chanel-perfume.png",
      "about": "A eau de parfum baseia sua inspiração no perfume com quem partilha sua assinatura de florais e aldeídos. Este buquê floral composto ao redor da rosa de maio e do jasmim é ornamentado em seu topo por notas de hesperídeas. Os aldeídos lhe conferem uma presença única e o toque macio de baunilha, um rastro infinitamente sensual."
    },
    {
      "id": "dior-backstage",
      "name": "Paleta de Iluminador Dior Backstage",
      "category": "maquiagem",
      "rating": 4.7,
      "brand":"Dior",
      "price": "R$325,00",
      "imagePath": "assets/img/dior-backstage.png",
      "about": "A paleta Dior Backstage Glow Face é a arma secreta dos maquiadores Dior para dar um brilho instantâneo a qualquer look, desde uma composição natural e saudável até uma luminosidade intensa. Inspirada nos bastidores dinâmicos dos desfiles, Dior Backstage Glow Face Palette inclui uma coleção de itens essenciais para maquiadores em uma única paleta. Esta paleta apresenta texturas iridescentes e tons ajustáveis que se adequam a todos os tons de pele."
    },
    {
      "id": "clarins-bright-plus",
      "name": "Sérum Facial Clarins Bright Plus",
      "category": "skincare",
      "rating": 4.1,
      "brand":"Clarins",
      "price": "R$429,00",
      "imagePath": "assets/img/clarins-bright.png",
      "about": "Sérum iluminador que ajuda a revitalizar a opacidade e tem como foco todos os tipos de manchas escuras para uma pele visivelmente mais iluminada e uniforme. Não somente um, mas dois extratos de plantas super oxigenantes que ajudam a pele a 'respirar' melhor e a parecer mais iluminada. Um sérum iluminador poderoso e de rápida absorção que ajuda a iluminar visivelmente a pele opaca e ataca manchas escuras causadas por poluição e raios UV prejudiciais. A fórmula avançada infundida com extratos de superfrutas - novas sementes de Murta e Acerola, mais conhecidas por sua alta potência em Vitamina C - ilumina visivelmente e ajuda a revelar um tom de pele mais uniforme."
    },
    {
      "id": "kit-holiday-mini-mail",
      "name": "Kit Holiday Benefit Merry Mini Mail",
      "category": "kits",
      "rating": 4.5,
      "brand":"Benefit Cosmetics",
      "price": "R$142,00",
      "about": "Minis para te acompanharem em todo lugar durante as suas férias!Mini trio de férias para te deixar muito linda!Possui máscara volumizadora, primer para poros e gel invisível fixador de sobrancelhas por 24 horasDê volume aos cílios, minimize a aparência dos poros e fixe as sobrancelhas. Encha as meias de natal (ou a sua mala) com os nossos produtos de beleza mais vendidos! Obtenha cílios super volumosos com BADgalBANG!, pele mais suave com nosso primer de poros nº 1 The POREfessional e uma aparência de sobrancelha esculpida e duradoura com 24-HR Brow Setter.",
      "imagePath": "assets/img/benefit-kit.png"
    },
    {
      "id": "iluminador-extra-dimension",
      "name": "Iluminador Mac Extra Dimension Skinfinish Holiday",
      "category": "maquiagem",
      "rating": 4.4,
      "brand":"M.A.C",
      "price": "R$375,00",
      "imagePath": "assets/img/mac-iluminador.png",
      "about": "Um iluminador em pó exclusivo de edição limitada para o Natal que dá um acabamento metálico luminoso e bem definido. UM ILUMINADOR EXCLUSIVO DE NATAL, ACABAMENTO METÁLICO, 10 HORAS DE DURAÇÃO."
    }
  ]
}